cask "adguard"
#cask "alfred"
cask "anydesk"
cask "authy"
#cask "bartender"
cask "boom-3d"
#cask "brave-browser"
#cask "cocoapods-app"
#cask "dash"
cask "deepl"
cask "docker"
cask "dropbox"
cask "font-fira-mono-for-powerline" # for iTerm2 powerline
cask "fork"
cask "github"
cask "google-backup-and-sync"
cask "hazel"
cask "iina"
cask "iterm2"
cask "kitematic"
cask "little-snitch"
#cask "maccy"
#cask "ngrok"
cask "numi"
cask "provisionql"
cask "ql-ansilove"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookase"
cask "roboform"
cask "steam"
cask "sourcetree"
#cask "sublime-text"
cask "suspicious-package"
cask "typora"
cask "webpquicklook"
#cask "xquartz"
