brew "ack"
brew "cmake"
brew "autoconf"
brew "axel"
brew "bash"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "entr"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "flake8" # for linting Python files
brew "gifsicle" # for gif_compress fish function
brew "git"
brew "git-open"
brew "git-redate"
brew "grc"
brew "grep", args: ["with-default-names"]
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "mercurial"
brew "moreutils"
brew "node"
brew "nvm"
brew "parallel"
brew "p7zip"
brew "python"
brew "reattach-to-user-namespace" # for tmux commands to work
brew "ruby"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "z"